Repository: vindula/Products.PlonePopoll
Catalog: Products/PlonePopoll/i18n/PlonePopoll_plone-*.po
Languages: pt_br

source: PlonePopoll has been created.
pt_br: A enquete foi criada.

source: Results
pt_br: Resultado

source: Poll changes saved.
pt_br: As alterações na enquete foram salvas.

source: Poll results have been cleared.
pt_br: Os resultados da enquete foram apagados.

source: Vote has been saved.
pt_br: O voto foi salvo.

source: Poll
pt_br: Enquete

source: label_popoll
pt_br: Enquete

source: desc_popoll
pt_br: Uma enquete para coletar opiniões

source: Save
pt_br: Salvar

source: PlonePopoll configuration
pt_br: Configuração da enquete
